Repository: cofy43/google-photos-backupt
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es

source: Access denied or invalid credentials. Please check your credentials and try again.
es: Acceso denegado o credenciales inválidas. Por favor, verifica tus credenciales e inténtalo de nuevo.

source: Error during token update
es: Error durante la actualización del token

source: Timeout during token update
es: Tiempo de espera agotado durante la actualización del token

source: An unexpected error occurred during the token update
es: Ocurrió un error inesperado durante la actualización del token

source: Access your Google Photos account
es: Accede a tu cuenta de Google Photos

source: Enter the authorization code:
es: Introduce el código de autorización:

source: Invalid input. Try again.
es: Entrada inválida. Inténtalo de nuevo.

source: 1) Export an album
es: 1) Exportar un álbum

source: 2) Exit
es: 2) Salir

source: Enter the number of the option:
es: Introduce el número de la opción:

source: Albums finded:
es: Álbumes encontrados:

source: Enter the number of the album to export:
es: Introduce el número del álbum a exportar:

source: No photos found in the album.
es: No se encontraron fotos en el álbum.

source: Number of photos found in the album:
es: Número de fotos encontradas en el álbum:

source: Do you want internal or external disk?
es: ¿Quieres disco interno o externo?

source: 1) 'internal' 2)'external':
es: 1)'interno 2)'externo':

source: No external disks found.
es: No se encontraron discos externos.

source: Do you want search for external disk again? 1) Yes 2) No
es: ¿Quieres buscar discos externos de nuevo? 1) Sí 2) No

source: Internal disk selected. The album will be downloaded to the Documents folder.
es: Disco interno seleccionado. El álbum se descargará en la carpeta Documentos.

source: External disk selected.
es: Disco externo seleccionado.

source: Enter the number of the external disk:
es: Introduce el número del disco externo:

source: Enter your Google email 📧:
es: Introduce tu correo electrónico de Google 📧:

source: Authenticating...
es: Autenticando...

source: Authentication complete.
es: Autenticación completa.

source: Getting albums...
es: Obteniendo álbumes...

source: No albums found.
es: No se encontraron álbumes.

source: Processing albums
es: Procesando álbumes

source: Exporting photos
es: Exportando fotos

source: Error downloading photo
es: Error descargando foto
